{
  "session_id": "ed47cf15f955",
  "started_at": "2026-02-06T05:31:19.260028",
  "current_cycle": 16,
  "total_cycles_requested": 16,
  "completed_briqs": [
    "briq_0000_f47cac6a",
    "briq_0001_1d531e84",
    "briq_0002_97b83360",
    "briq_0003_0924badf",
    "briq_0004_00db20c2",
    "briq_0005_fb4f9c85",
    "briq_0006_35f609f6",
    "briq_0007_c6ce38e1",
    "briq_0008_06312eb8",
    "briq_0009_475eaa1f",
    "briq_0010_07975c69",
    "briq_0011_69bee1d4",
    "briq_0012_323f52aa",
    "briq_0013_9d29427a",
    "briq_0014_0cd782aa",
    "briq_0015_296de3b3"
  ],
  "active_briq_id": null,
  "prompt_history": [
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring.",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy, silver moonlight, ethereal feeling",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy, silver moonlight, ethereal feeling, deep blue tones, grittier texture",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy, silver moonlight, ethereal feeling, deep blue tones, grittier texture, purple haze, slightly more intense",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy, silver moonlight, ethereal feeling, deep blue tones, grittier texture, purple haze, slightly more intense, neon pink accents, calmer atmosphere",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy, silver moonlight, ethereal feeling, deep blue tones, grittier texture, purple haze, slightly more intense, neon pink accents, calmer atmosphere, electric cyan, increased energy",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy, silver moonlight, ethereal feeling, deep blue tones, grittier texture, purple haze, slightly more intense, neon pink accents, calmer atmosphere, electric cyan, increased energy, golden hour light, ethereal feeling",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy, silver moonlight, ethereal feeling, deep blue tones, grittier texture, purple haze, slightly more intense, neon pink accents, calmer atmosphere, electric cyan, increased energy, golden hour light, ethereal feeling, crimson highlights, grittier texture",
    "A lone traveler wandering through a vast post-apocalyptic industrial wasteland, cinematic wide shot. Rusted megastructures, collapsed factories, broken cranes and hanging chains stretch into the distance. The air is thick with smoke, ash, sparks, and drifting embers. In the foreground and midground: massive biomechanical squid creatures inspired by the QonQrete logo — industrial cephalopods with segmented metal tentacles, glowing reactor cores, exposed pistons, cables, hydraulic joints, and molten orange energy pulsing through cracks in their armor. One colossal squid-entity emerges from the ruins, towering over the environment like an ancient machine god. Its central eye glows intensely, scanning the traveler. Explosions erupt in the background — fireballs, shockwaves, collapsing steel beams, sparks flying. Flames reflect off oily metal surfaces and wet concrete. Color palette: burnt orange, toxic green, radioactive yellow, deep industrial blacks, smoky grays. High contrast lighting, volumetric god rays cutting through smoke and dust. Ultra-detailed, hyper-cinematic, concept art quality, AAA game intro scene, Unreal Engine realism, sharp focus, dramatic depth of field. Sense of motion even in stillness — drifting smoke, moving tentacles, falling debris, heat distortion. Epic scale, dark sci-fi apocalypse, brutal, mechanical, ominous, awe-inspiring., purple haze, calmer atmosphere, neon pink accents, increased energy, electric cyan, ethereal feeling, golden hour light, grittier texture, crimson highlights, slightly more intense, emerald glow, calmer atmosphere, amber warmth, increased energy, silver moonlight, ethereal feeling, deep blue tones, grittier texture, purple haze, slightly more intense, neon pink accents, calmer atmosphere, electric cyan, increased energy, golden hour light, ethereal feeling, crimson highlights, grittier texture, emerald glow, slightly more intense"
  ],
  "qodeyard_path": "/x/visual-faqtory/qodeyard",
  "total_generation_time": 4211.437326669693,
  "total_video_duration": 128.0,
  "cycle_video_paths": [
    "/x/visual-faqtory/qodeyard/videos/cycle0000_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0001_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0002_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0003_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0004_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0005_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0006_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0007_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0008_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0009_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0010_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0011_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0012_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0013_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0014_video.mp4",
    "/x/visual-faqtory/qodeyard/videos/cycle0015_video.mp4"
  ],
  "failed_cycles": []
}